bpel-xts-subordinate-wsba/bpel/src/test/resources/xml/soap-complete-compensate-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:exam="http://www.jboss.org/bpel/examples">
   <soapenv:Header/>
   <soapenv:Body>
      <exam:completeRequestType>
         <id>4</id>
         <simulateException>true</simulateException>
      </exam:completeRequestType>
   </soapenv:Body>
</soapenv:Envelope>